[
    
    {
        "id":1,
        "Title": "Premier League clubs rule the World Cup",
        "Summary":"With four games left at the World Cup, the Premier League accounts for a strong proportion of the players at the tournament.",
        "Content": "With just four games left to play at the World Cup, it's interesting to see that the Premier League accounts for a strong proportion of the players still left at the tournament.Indeed, English clubs are contributing decent numbers in terms of talent available for selection heading into the semifinals.Comfortably out in front are Tottenham, who still have an impressive nine representatives at the World Cup in Harry Kane, Dele Alli, Danny Rose, Keiran Trippier, Eric Dier, Jan Verthonghen, Toby Alderweireld, Mousa Dembele and Hugo Lloris.Manchester United and Chelsea help bolster the Premier League contingent with seven players apiece, including stars like Romelu Lukaku, Paul Pogba, Eden Hazard and Thibaut Courtois.",
        "Image" : "https://pbs.twimg.com/media/Dhl1FYTWAAE03kY.jpg"
    },
    {
        "id":2,
        "Title": "Why World Cups are the worst time to buy a player",
        "Summary":"Hirving Lozano and others might be in demand, but clubs will be wary of spending over the odds after a few good performances in Russia.",
        "Content": "MOSCOW -- A great soccer tradition is dying: the tournament transfer.The way it worked for decades, some obscure player would transfix the world with an unforgettable goal or a few brilliant dribbles at a World Cup or European Championship. Some big club, treating the tournament as a scouting opportunity, would buy him.The signing of a 'World Cup star' would delight fans and media. But usually everyone came to regret it.Take Arsenal's purchase of Danish midfielder John Jensen in July 1992. The month before, he scored a cracking, long-range goal as Denmark upset Germany in the European Championship final. Arsenal's then manager, George Graham, told the media that Jensen was a goal-scoring midfielder.",
        "Image" : "http://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2018%2F0617%2Fr387146_1296x729_16%2D9.jpg&w=570"
    },
    {
        "id":3,
        "Title": "The secrets to England's success at the World Cup: darts, Fornite, basketball",
        "Summary":"England's preparations for one of the biggest games in the country's history have been smooth, thanks in part to a relaxed vibe off the pitch.",
        "Content": "They have a basketball court at England's World Cup hotel in Repino, just up the coast from Saint Petersburg. They also have a driving simulator, a group who play each other at Fortnite and, when the players have recovery days in the pool, Gareth Southgate's squad have races on inflatable unicorns.It's felt like a good holiday that we've all been on, Ashley Young told ESPN FC at a news conference on Monday, when asked why the mood has been so different around England in Russia.There has been no boredom at all.If you'd have said we'd be away for seven weeks and not be bored. Well, it has not felt like that.How times change. Back in 2010, when Fabio Capello's squad were based at the Royal Bafokeng Sports Campus in South Africa, the players muttered about it being a five-star prison, so isolated was the purpose-built hotel in Rustenburg, on the outskirts of Johannesburg.",
        "Image" : "http://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2018%2F0623%2Fr390494_1296x729_16%2D9.jpg&w=570"
    },
    {
        "id":4,
        "Title": "Transfer clock is ticking: Where are the big deals?",
        "Summary":"When Bernd Leno to Arsenal is one of the bigger moves, you know transfer progress has been slow. One month from deadline day, none of the Premier League's big six have made a box-office buy",
        "Content": "Manchester United posted a reminder on Instagram early on Monday morning, telling their supporters that the preseason tour of the United States is just seven days away.In other words, on the day that several members of Jose Mourinho's squad could be contesting the World Cup final in Moscow, those who didn't make it to Russia will be jetting off to Los Angeles to begin their preparations for the 2018-19 season.Domestic football seems to be on another planet right now, with the world still focused on the culmination of one of the most exciting World Cups in history, so the thought of United flying to the USA, or of Liverpool beginning their warm-up fixtures against Chester last Saturday, just feels slightly out of tune with the drama being played out in Russia.",
        "Image" : "http://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2018%2F0620%2Fr388769_1296x518_5%2D2.jpg&w=660&h=264&scale=crop&cquality=80&location=center"
    },
    {
        "id":5,
        "Title": "Marcotti: It looks as if Ronaldo's on his way to Juventus",
        "Summary":"Gab Marcotti explains developments between Cristiano Ronaldo and Real Madrid and says there's a genuine possibility the he will leave for Turin.",
        "Content": "Here's the kind of granite (or, in the case of PSG, gold) top teams would need to carve if they're to have a chance at the GOAT. Illustrations by Rafa Alvarez.We know Ronaldo loves his former club but hates the rain in Manchester. But United have him covered and quite literally so, as Alexis Sanchez officially gives Ronaldo some cover while also returning the iconic No. 7 shirt.No stranger to stealing from United -- does Welcome to Manchester, Tevez ring a bell? -- Pep Guardiola simply kidnaps United's statue and tiki-takas his way back to the Etihad, where a fresh coat of blue paint (and a Premier League trophy) is applied.Speculation of a potential transfer that would send Ronaldo from Real Madrid to Juventus has had the world of football buzzing. Word is Juventus is willing to pay a relative bargain €100 million, but is that all really necessary? All The Old Lady needs to do is build this statue with Ronaldo and Gigi Buffon, one living legend exiting centre stage for another. Done deal.",
        "Image":"https://znews-photo-td.zadn.vn/w1024/Uploaded/BzcwvoBL/2018_07_09/ronaldo_bicycle_kick.jpg"
    },
    {
        "id":6,
        "Title": "France legend Thierry Henry firmly in Belgium's camp for World Cup semifinal",
        "Summary":"One of France's most legendary players ever, Thierry Henry will be the enemy when Les Bleus take on Belgium in Tuesday's World Cup semifinal..",
        "Content": "What will he think when La Marseillaise is played on Tuesday in the St Petersburg stadium before a World Cup semifinal?How will he feel standing there in front of the Belgian bench, just a few metres away from the French one?For the first time in hislife, Thierry Henry will want France to lose. One of the most legendary players the country has ever known, a World Cup and European winner with Les Bleus, the greatest goalscorer the national team has ever seen (51 goals in 123 caps), a former captain and an icon for a lot of French kids growing up.On Tuesday, he will represent the enemy.For the last two years, Henry has been the assistant of Roberto Martinez, the Belgium head coach, specially chosen to mentor the Red Devils' forwards. To see him wearing the Belgian's training kit is weird. To think that he will wish France to lose is even weirder.",
        "Image" : "http://a.espncdn.com/combiner/i?img=%2Fphoto%2F2018%2F0708%2Fr398435_1296x729_16%2D9.jpg&w=570"
    }    
]